[
  {
    "Name": "Steirereck im Stadtpark",
    "Address": "Am Heumarkt 2a, Vienna, 1030, Austria",
    "Cuisine": "Creative, Contemporary",
    "Longitude": 16.3815669,
    "Latitude": 48.2043967,
    "Description": "The architecture is the first thing you notice! Located in the Stadtpark, the building has a futuristic feel. The interior is bright and airy, featuring clean lines and elegant modern design; you can look into the kitchen through the pass. The clever division of the space into different wings creates a calm and relaxed atmosphere. The exceptional politeness and utmost professionalism of the service team ensure that you feel welcome and comfortable from the moment you arrive. Special mention goes to Birgit Reitbauer, an exemplary hostess, and sommelier René Antrag, for his superb wine recommendations – the perfect complement to Heinz Reitbauer and Michael Bauböck's distinctive, creative and often surprising cuisine. At lunchtime and in the evening, a six- or seven-course set menu is proposed, with an additional fantastic à la carte selection available in the evening. You can also compose your own four-or five-course set menu at lunchtime. The restaurant's bread and cheese trolley is renowned far beyond the city limits – the staff will enthusiastically talk you through the options.",
    "City": "Vienna",
    "State": "Austria",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 25.38,
    "Reviews": [],
    "id": 0
  },
  {
    "Name": "Amador",
    "Address": "Grinzinger Straße 86, Vienna, 1190, Austria",
    "Cuisine": "Creative, Contemporary",
    "Longitude": 16.3586534,
    "Latitude": 48.2539745,
    "Description": "A culinary highlight for the city and for Austria. This restaurant's location on the outskirts of the city in the Hajszan Neumann wine estate is something special in itself. Here, a wonderful brick vaulted ceiling and stylish interior design make for a distinctive look. Juan Amador's cuisine more than lives up to the setting: the finest ingredients are used to create a modern and sophisticated set menu comprising dishes that are finely balanced and consistently harmonious. The creative mastermind of this operation is supported by a highly motivated and pleasingly cordial team. Impressive wine list.",
    "City": "Vienna",
    "State": "Austria",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 33.54,
    "Reviews": [],
    "id": 1
  },
  {
    "Name": "Jungsik New York",
    "Address": "2 Harrison St., New York, 10013, USA",
    "Cuisine": "Korean, Contemporary",
    "Longitude": -74.0091114,
    "Latitude": 40.7187256,
    "Description": "Cool and polished, this dining room bears that perfectly downtown nexus of low-key yet elegant; with its dark and light color scheme and intimate proportions. Chef/owner Mr. Yim Jung Sik and Executive Chef Daeik Kim's Korean meal starts like many do, with an array of banchan; however, the presentation here is unlike any other; and it's just that creativity that makes dining here so distinctive. From there, the tasting menu unfolds to reveals delights such as slivers of raw striped jack with white kimchi and chilled fish bone broth; gorgeously crisped octopus with gochujang aioli; and dry-aged Arctic char in a pool of kimchi and red curry sauce. This is cooking that is highly original, impeccably executed, and enormously satisfying; a meal that makes you involuntarily nod to yourself while you’re eating.",
    "City": "New York",
    "State": "USA",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 27.93,
    "Reviews": [],
    "id": 2
  },
  {
    "Name": "Per Se",
    "Address": "10 Columbus Circle, New York, 10019, USA",
    "Cuisine": "Contemporary, French",
    "Longitude": -73.9825882,
    "Latitude": 40.7680545,
    "Description": "An experience at Thomas Keller’s Per Se is one to be savored, recounted and remembered. Despite stellar views and a clever design allowing each table a view, your attention won’t stray from the plate. Such is the appeal of the place.There are two menus, one of which is vegetarian and may highlight a playful twist on borscht, with red beet agnolotti and crème fraîche. Both menus end in a grand dessert finale, like seasonal confections as well as such classics as a cappuccino semifreddo served with brioche donuts. They do offer supplements using lavish ingredients, but unless you’re richer than Croesus, you needn’t consider them. Just put yourself in the chef's hands and relish a meal that is balanced, varied and as seasonal as it gets.",
    "City": "New York",
    "State": "USA",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 48.08,
    "Reviews": [],
    "id": 3
  },
  {
    "Name": "Le Bernardin",
    "Address": "155 W. 51st St., New York, 10019, USA",
    "Cuisine": "Seafood",
    "Longitude": -73.98223,
    "Latitude": 40.76177,
    "Description": "Maguy Le Coze and Eric Ripert’s icon has been entertaining the city’s movers and shakers for close to 30 years and its popularity remains undimmed. Seafood restaurants have no hiding place when it comes to cooking fish or crustaceans and this kitchen always hits its marks—whether that’s lusciously sweet, seared langoustine in a truffled broth or golden-brown fluke with a bouillabaisse enriched with sea urchin. While seafood remains Ripert's passion, his vegetarian tasting menu makes waves with dishes like the Himalayan morel, spring pea and fava bean casserole or the warm artichoke panaché with vegetable risotto and Périgord black truffle vinaigrette. Finish with purple sweet potato baba au whisky cloaked with caramelized pecan whipped cream.",
    "City": "New York",
    "State": "USA",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 51.8,
    "Reviews": [],
    "id": 4
  },
  {
    "Name": "Eleven Madison Park",
    "Address": "11 Madison Ave., New York, 10010, USA",
    "Cuisine": "Vegan, Innovative",
    "Longitude": -73.9872414,
    "Latitude": 40.7415543,
    "Description": "Chef Daniel Humm presides over this temple of modern elegance with a zealous dedication to masterful precision. Nothing is out of place and everything is custom made, from the staff’s suits to the handblown water vases.The plant-based menu is a bold vision of luxury dining and elevates the concept to unparalleled heights. The freshly baked, delicately crisped vegan roll presented with faux butter is a magical creation. A quenelle of tonburi, mimicking caviar, plated with horseradish cream and accompanied by a radish tostada with a swipe of pumpkin seed butter is simply stunning. Toothsome braised seitan, wrapped in spinach and dressed with morels, is amplified with luscious sauce work.Desserts, perhaps a frozen cherry blossom and rose confection dressed with strawberries, are equally accomplished.",
    "City": "New York",
    "State": "USA",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 10.46,
    "Reviews": [],
    "id": 5
  },
  {
    "Name": "Masa",
    "Address": "10 Columbus Circle, New York, 10019, USA",
    "Cuisine": "Japanese, Sushi",
    "Longitude": -73.98234,
    "Latitude": 40.76819,
    "Description": "There is nothing like an omakase in the care of Chef Masa Takayama. The commotion of Columbus Circle gives way to the calm, collected ceremony of a room anchored by a strikingly smooth hinoki counter. Everything is in place, as chefs and servers work with a kind of harmony that recalls ballet. Every decision, every move, is in the service of his distinctive style, which many have copied but none have mastered. Fragrant white and black truffles, pearly beads of Osetra caviar, and vibrant garnishes make for brilliant touches that straddle the line between luxury and excess. Few have both the imagination and the know-how to make foie gras nigiri, and few serve abalone so meltingly tender. It is a captivating experience that is singularly memorable.",
    "City": "New York",
    "State": "USA",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 88.91,
    "Reviews": [],
    "id": 6
  },
  {
    "Name": "The Inn at Little Washington",
    "Address": "309 Middle St., Washington, 22747, USA",
    "Cuisine": "American, French",
    "Longitude": -78.1595348,
    "Latitude": 38.7134767,
    "Description": "Chef Patrick O’Connell has long been the steward of this idyllic restaurant just outside Washington. In a town whose very existence seems tied to his success, dinner here recalls another era. The dining room is embellished to the very last inch, with fringe and fabric all over, patterned carpets, and lush wallpaper. The menu is divided between classics and vegetables, most of which are sourced locally and from the team’s own garden. Dinner always begins with pimento cheese packed into a crisp chip and ends with a playful pear dessert. In between, courses like lobster with caviar beurre blanc show the kitchen at its very best. And all throughout, roaming bread and cheese carts are a reminder of a luxury that’s less and less common.",
    "City": "Washington",
    "State": "USA",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 97.82,
    "Reviews": [],
    "id": 7
  },
  {
    "Name": "Smyth",
    "Address": "177 N. Ada St., Chicago, 60607, USA",
    "Cuisine": "Contemporary, Creative",
    "Longitude": -87.6606324,
    "Latitude": 41.8850485,
    "Description": "The very chic Smyth with its lounge styling and open kitchen is helmed by Chefs John Shields and Karen Urie-Shields. Their cooking is bold and often pushes boundaries, all the while impressing. Sheer creativity is applied to seasonal produce, some of which comes from their garden. A quail egg, gently smoked and topped with caviar, is given a twist with barley caramel. Resting inside its shell, plump Maine uni, amplified with a divine peach gel and wasabi cream, is both stunning and memorable. The chef's creativity is on full display in an utterly unique Dungeness crab dish, while wagyu sided by a truffle-flavored doughnut with marrow glaze is yet another hit. Savory sweets, like new potato ice cream, a corn macaron with peppery nasturtium, or the dark chocolate tartlet studded with kombu, raise the bar.",
    "City": "Chicago",
    "State": "USA",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 86.88,
    "Reviews": [],
    "id": 8
  },
  {
    "Name": "Alinea",
    "Address": "1723 N. Halsted St., Chicago, 60614, USA",
    "Cuisine": "Creative, Modern Cuisine",
    "Longitude": -87.648174,
    "Latitude": 41.9132737,
    "Description": "Chef Grant Achatz continues to burst with novel ideas at this ingenious, substantive, and festive temple. Dining here is part theater and pure pleasure; and meals are an olfactory experience by dint of scented vapors, tricks, and tableside fun.Executive Chef Douglas Alley is firmly in play, turning out whimsical items that are at times experimental. For starters, a custom resin dish bearing cured Arctic char, crowned by crisped skin glazed with maple syrup. The dish is then flipped to reveal roe suspended in smoke gel. The flavors of Thailand follow in salt-baked kohlrabi shaved tableside. The meal meets its dramatic end with a \"Paint\" dessert—think of a Pollock-esque creation with blueberries and a liquid N2-frozen block of chocolate mousse smashed to bits.",
    "City": "Chicago",
    "State": "USA",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 27.31,
    "Reviews": [],
    "id": 9
  },
  {
    "Name": "Sorn",
    "Address": "56 Soi Sukhumvit 26, Khlong Tan, Khlong Toei, Bangkok, 10110, Thailand",
    "Cuisine": "Southern Thai",
    "Longitude": 100.5684937,
    "Latitude": 13.7231336,
    "Description": "Immerse yourself in the food culture of Southern Thailand, with the exquisite cooking of self-taught Chef-Owner Supaksorn Jongsiri. Blending tradition with modernity, refinement with evolution, his perfectly paced menu offers an array of exhilarating flavours, all of which are in perfect harmony. Whether Tapi River prawns, Phuket lobster or Andaman squid, the ingredients will be truly stunning. The whole experience will more than make up for the very thorough process involved in securing a table.",
    "City": "Bangkok",
    "State": "Thailand",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 19.69,
    "Reviews": [],
    "id": 10
  },
  {
    "Name": "Azurmendi",
    "Address": "Legina Auzoa, Larrabetzu, 48195, Spain",
    "Cuisine": "Creative",
    "Longitude": -2.81454,
    "Latitude": 43.26065,
    "Description": "A flagship of Vizcaya’s fine-dining scene and a leading light in sustainability, Azurmendi is a shining example of how to work with the environment around us. To do this, it has adapted its architecture and produce, and integrated new technologies in its quest to become a responsible restaurant business that aims to cook for a better future. Chef Eneko Atxa nurtures a sapling of the Tree of Gernika at the entrance of the restaurant in a manifestation of his desire to preserve the area's indigenous flora and fauna, to safeguard the values of Basque culture, and to offer guests a creative and informative culinary experience that is dedicated to the conservation of endemic species. His single tasting menu (Adarrak) includes an informative tour of the premises, such as the picnic served in a wicker basket in front of a vertical garden, snacks in a space decorated with recycled organic materials, and maritime-inspired appetisers in the corridor of the kitchen so you can watch its chefs hard at work. The superb wine list includes many limited production labels.",
    "City": "Larrabetzu",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 59.59,
    "Reviews": [],
    "id": 11
  },
  {
    "Name": "Aponiente",
    "Address": "Francisco Cossi Ochoa, El Puerto de Santa María, 11500, Spain",
    "Cuisine": "Creative, Innovative",
    "Longitude": -6.2164435,
    "Latitude": 36.6033273,
    "Description": "Ángel León, whose restaurant is housed in a tide mill dating back two centuries, is known as “the chef of the sea” and any mention of him means a journey of continual gastronomic discovery. As he says himself, at Aponiente “the aim is to raise awareness, open people's minds and introduce them to new concepts that are impossible to find anywhere else”. Totally committed to sustainability, this is a chef who seeks to surprise diners with new techniques and ingredients (such as seafood sausages, plankton, bioluminescence, cooking with seawater etc), always honing a philosophy which revolves around recycling, making the most of what the natural estuaries have to offer and championing the salvaging of discarded fish. His contemporary cuisine, based around resources from both the Mediterranean and the Atlantic, provides further surprises on the dessert menu, on which dishes somehow manage to combine the maritime world with sweeter textures (his “20 leagues under the sea”, a seaweed millefeuille presented inside a book by Jules Verne, is a particular delight).",
    "City": "El Puerto de Santa María",
    "State": "Spain",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 91.55,
    "Reviews": [],
    "id": 12
  },
  {
    "Name": "DiverXO",
    "Address": "Padre Damián 23, Madrid, 28036, Spain",
    "Cuisine": "Creative",
    "Longitude": -3.6856715,
    "Latitude": 40.4582913,
    "Description": "With dishes such as “Galician lobster waking up on the beaches of Goa”, “drunken crabs partying in Jerez”, and the “Minutejo del Agus” mini pork sandwich (a homage to snacks he enjoyed as a child with his father), Dabiz Muñoz’s fun, hedonistic and often irreverent cuisine breaks the mould of cutting-edge gastronomic cuisine by entering his highly personal and dream-like world. As a result, he ensures a rollercoaster of emotions that constantly challenge the palate. In this striking setting, the single “Flying Pigs Cuisine” tasting menu invites his guests on a spectacular journey across the world’s different cuisines, including Asian fusion, but with the predominant use of Spanish ingredients to help create more recognisable flavours. Highlighting themes such as invasive species and the Pyrenean ecosystem, the chef works without limits, combining local ingredients with exotic condiments. You’ll need to book well in advance to secure a table!",
    "City": "Madrid",
    "State": "Spain",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 45.69,
    "Reviews": [],
    "id": 13
  },
  {
    "Name": "Noor",
    "Address": "Pablo Ruiz Picasso 8, Córdoba, 14014, Spain",
    "Cuisine": "Creative",
    "Longitude": -4.7585272,
    "Latitude": 37.8899393,
    "Description": "Meaning “light” in Arabic, Noor is so much more than a fine-dining restaurant. Behind every detail there is a multi-faceted team that contributes its knowledge to bring to the fore the essence of the cultured and magical city of Córdoba, which has been a beacon of light since the reign of Caliph Abd al-Rahman III. In the restaurant's bright interior, with its open kitchen and incredible interior design, chef Paco Morales (ably supported by second in command Paola Gualandi) revives the spirit of Andalusian cuisine using modern ideas and techniques. Every season, the restaurant explores a different historical period, currently the “Golden Age”, as part of which three menus (Mudéjar, Morisco and Al-Yazira) reinterpret the splendour of the 16C and 17C. Standout dishes here include the durum wheat with smoked butter and chicken and calamari broth (a reinterpretation of the Abbasiya recipe) and the locally grown oranges with orange blossom, fried almonds and extra virgin olive oil for dessert.",
    "City": "Córdoba",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 53.32,
    "Reviews": [],
    "id": 14
  },
  {
    "Name": "Cenador de Amós",
    "Address": "Plaza del Sol, Villaverde de Pontones, 39793, Spain",
    "Cuisine": "Modern Cuisine",
    "Longitude": -3.6988243,
    "Latitude": 43.4124884,
    "Description": "Discover the secrets hidden in the Casa-Palacio Mazarrasa (1756), a mecca for foodies that certainly makes an impression and continues to evolve! The culinary experience begins with welcome drinks and appetisers in the glass-paned pavilion or on the terrace, and culminates in elegant dining spaces with a rustic yet modern feel. Always sporting his trademark cap, chef Jesús Sánchez runs the restaurant with the invaluable support of wife Marián Martínez, who is charge of the front of house. He remains consistently loyal to local ingredients, seasonality and to a firm commitment to sustainability via his surprise “La Gran Experiencia” menu, a heartfelt tribute to his natural surroundings, his Cantabrian identity and its history, and all the painstaking research that has gone into every bite. As an example, the sourdough bread baked on the premises always receives fulsome praise. We highly recommend taking a stroll through the small vegetable garden in the grounds and admiring the photos on display which highlight another of the chef’s great passions.",
    "City": "Villaverde de Pontones",
    "State": "Spain",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 50.34,
    "Reviews": [],
    "id": 15
  },
  {
    "Name": "Quique Dacosta",
    "Address": "Rascassa 1, Dénia, 03700, Spain",
    "Cuisine": "Creative",
    "Longitude": 0.0852209,
    "Latitude": 38.8537884,
    "Description": "This restaurant reflects the personality of the eponymous chef, who was awarded the Gold Medal for Merit in the Fine Arts in 2020.\"Can a flavour be beautiful?\" was the subject of a debate between artists in the documentary Cocinar Belleza (\"Cooking Beauty\"). Here, it has been thrust to the fore in an aesthetically enchanting tasting menu of the same name. Based on the iconic signature dishes of the house, it also includes other lesser-known creations, which, in the hands of this chef, are the source of unexpected details and harmonies of flavour. His philosophy is to champion nature and showcase the produce of the Mediterranean, always maintaining a clear commitment to the circular economy and even delivering the odd deliberately provocative dish as food for thought.",
    "City": "Dénia",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 53.4,
    "Reviews": [],
    "id": 16
  },
  {
    "Name": "Atrio",
    "Address": "Plaza San Mateo 1, Cáceres, 10003, Spain",
    "Cuisine": "Creative",
    "Longitude": -6.3713456,
    "Latitude": 39.4730183,
    "Description": "A temple of Spanish gastronomy that should be on the bucket list of every food-lover. Atrio exudes elegance, enthusiasm and sincerity, matched by impeccable service to enhance the dining experience to the full. For guests keen to stay over, the superb guestrooms available at the hotel-restaurant are complemented by the eleven highly luxurious suites at the Casa Palacio Paredes Saavedra, barely 30 metres away. Cáceres-born chef Toño Pérez is at the helm, conjuring up creative cuisine of the highest technical level on a single yet extensive tasting menu that the kitchen adapts in line with your preferences. On it, we find the full flavours of Iberian pork (his famous “happy pig”) and the Extremadura region, paying full respect to the DNA of local traditions by showcasing the myriad nuances of his native land (as a result, you’ll find multiple pork-inspired options ranging from pork fat, ham and dewlap to loin, rind and jus). Make sure you take time to visit Atrio’s spectacular wine cellar, featuring highly renowned labels and historic vintages.",
    "City": "Cáceres",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 97.63,
    "Reviews": [],
    "id": 17
  },
  {
    "Name": "Casa Marcial",
    "Address": "La Salgar, Arriondas, 33549, Spain",
    "Cuisine": "Creative, Asturian",
    "Longitude": -5.1931556,
    "Latitude": 43.4184082,
    "Description": "Ably assisted by two of his sisters (Esther often helps out in the kitchen while Sandra works front of house) and his nephew Jesús, Nacho Manzano invites us on a magical culinary voyage back to his origins, his roots, and the land of his birth, as he draws on the flavours of the Asturias region from a contemporary perspective. In this stunning, remote location surrounded by mountains, Casa Marcial is much more than a restaurant; it bears witness to the close bond the chef forged with his local environment during his childhood. Passion, respect, love and hospitality all contribute to a symphony of sensations on the à carte (featuring Casa Marcial’s signature dishes) as well as the tasting menus (Nordeste “El Cachucho”, Nordeste “El Fitu” and La Salgar), all of which focus on exquisite produce sourced in the Cantabrian Sea and zero-mile ingredients in a bid to support rural development. Standout dishes here include grilled teardrop peas with hake cheek and mushrooms, as well as the array of freshwater fish which are always cooked to perfection.",
    "City": "Arriondas",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 69.2,
    "Reviews": [],
    "id": 18
  },
  {
    "Name": "El Celler de Can Roca",
    "Address": "Can Sunyer 48, Girona, 17007, Spain",
    "Cuisine": "Creative",
    "Longitude": 2.807927,
    "Latitude": 41.9932026,
    "Description": "The Roca brothers like to say that their success is down to the balance struck in a metaphorical \"three-player game\", with Joan in charge of the savoury dishes, Josep as the sommelier and Jordi on dessert duty.But little matter how they go about winning diners over, their ultimate goal is to create a feast for the eyes, the palate and all of the senses. This is an exceptionally high-calibre restaurant that celebrates contrasts, memories, journeys... It is also characterised by a penchant for working with local produce, a focus on sustainability and the aim to \"raise awareness\" of the challenges posed by climate change. The spectacular appetisers are a tribute to the evolution of this establishment and its emblematic dishes!",
    "City": "Girona",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 98.64,
    "Reviews": [],
    "id": 19
  },
  {
    "Name": "Reua Thai",
    "Address": "Dorpstraat 45b, Nuth, 6361EK, Netherlands",
    "Cuisine": "Thai",
    "Longitude": 5.8838304,
    "Latitude": 50.9191536,
    "Description": "Reua Thai has a rather rough-hewn feel, with wooden ornaments adding to the unique character of the space. Pattama Simons is an aficionado of authentic Thai cuisine but adds a touch of finesse. She often works with produce from her own garden or local suppliers and takes the time to create depth in her cooking. For example, she infuses beef stock with cinnamon, lemongrass, peanut and coriander to achieve a vibrant and subtly spicy flavour profile. This broth serves as a rich foundation to elevate chopped beef, rice noodles and daikon. With a choice of options for each course, the set menu is recommended to fully appreciate this aromatic cuisine.",
    "City": "Nuth",
    "State": "Netherlands",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 66.27,
    "Reviews": [],
    "id": 20
  },
  {
    "Name": "Restobar Vista",
    "Address": "Holland Amerikakade 104, Rotterdam, 3072 MC, Netherlands",
    "Cuisine": "Modern French",
    "Longitude": 4.4883515,
    "Latitude": 51.9069713,
    "Description": "Dine against the stunning backdrop of the Rotterdam skyline and the Nieuwe Maas River at Restobar Vista. On the ground floor of the De Rotterdam building, the tastefully modern restaurant is done out in muted colours. The team assembled by Henrie van der Heijden, head chef at Vista in Willemstad, creates distinctly French dishes, with the occasional nod to the Mediterranean. Think succulent roasted tournedos on a bed of caramelised onion, accompanied by a rich Madeira sauce and potato rösti. The chefs eschew complexity and delight diners with their unpretentious dishes. The extensive menu and fantastic value for money will bring a smile to your face.",
    "City": "Rotterdam",
    "State": "Netherlands",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 96.77,
    "Reviews": [],
    "id": 21
  },
  {
    "Name": "Alma Bistro",
    "Address": "Ginnekenstraat 88, Breda, 4811 JJ, Netherlands",
    "Cuisine": "Modern French",
    "Longitude": 4.7771145,
    "Latitude": 51.5838108,
    "Description": "Located in an imposing building in the centre of Breda, this bistro exudes elegance and charm. The kitchen on the upper floor catches your eye as soon as you enter. Chef Wouter van Laarhoven and sommelier Malou Hagenaars, the duo behind Alma in Oisterwijk, have assembled a team who handle the finest ingredients with sensibility. Their cuisine is distinctive and ambitious. Highlights of the menu include steak tartare or whole turbot. Scallops are paired with a foie gras cream, crushed hazelnuts and a rice wine and vinegar sauce infused with yuzu. Be sure to explore the tempting wine list!",
    "City": "Breda",
    "State": "Netherlands",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 60.01,
    "Reviews": [],
    "id": 22
  },
  {
    "Name": "'t Spiehuis",
    "Address": "Biltseweg 45, Soest, 3763 LD, Netherlands",
    "Cuisine": "Classic French",
    "Longitude": 5.2461355,
    "Latitude": 52.1720601,
    "Description": "'t Spiehuis is located in an elegant building that exudes authenticity and evokes nostalgia without feeling kitsch. This long-established restaurant is popular for its traditional approach, and Sidney Heinze, with his deep respect for this institution, is the perfect chef to write its next chapter. Turning out the classics is second nature to him; he lets the rich flavours of his ingredients speak for themselves. For instance, he pairs succulent sautéed scallops with al dente risotto cooked in a poultry stock and enriched with just the right amount of Parmesan and truffle. That is the hallmark of this place: no unnecessary frills, just the familiar indulgence of classic cuisine.",
    "City": "Soest",
    "State": "Netherlands",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 33.75,
    "Reviews": [],
    "id": 23
  },
  {
    "Name": "Akelaŕe",
    "Address": "Paseo del Padre Orcolaga 56, Donostia / San Sebastián, 20008, Spain",
    "Cuisine": "Creative, Traditional Cuisine",
    "Longitude": -2.0731493,
    "Latitude": 43.3027805,
    "Description": "With his impressive CV and distinctive moustache, chef Pedro Subijana is an icon of the restaurant scene and as such commands the utmost respect. As one of the founding fathers of the New Basque Cuisine movement, he believes in constant evolution, and even if the focus here is squarely on creativity and technique his approach is rooted in tradition. Located inside the spectacular hotel of the same name on Mt Igueldo, Akelaré has already celebrated its golden jubilee, and continues to impress with its interior design, views of the Bay of Biscay and meticulous cuisine. Its versatile tasting options (Aranori and Bekarki), which enable guests to mix and match dishes between the two menus, are based on well-established house specialities and innovative new recipes, all of which demonstrate an impressive gastronomic flair. One of its latest innovations is a new plated version of its famous Gin & Tonic, which now comes in the form of a Gin & Tonic tartlet.",
    "City": "Donostia / San Sebastián",
    "State": "Spain",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 40.4,
    "Reviews": [],
    "id": 24
  },
  {
    "Name": "Martín Berasategui",
    "Address": "Loidi 4, Lasarte - Oria, 20160, Spain",
    "Cuisine": "Creative",
    "Longitude": -2.0157211,
    "Latitude": 43.2669352,
    "Description": "As a subtle tribute to his father, Martín Berasategui has based the logo of his restaurant on his own handwritten signature, but he could well have his name up in gold lettering! This humble and jovial chef considers himself to be merely a “conveyor of happiness” who owes his success to the passion and effort that he always puts into his work, the unwavering support of his wife (Oneka Arregui) and, as he says himself, his incredible team. In this elegant space with no shortage of relaxing views of the surrounding countryside, diners can experience a hedonistic approach to cuisine that is highly original and creative. The fixed priced à la carte and the tasting menu both combine the restaurant's signature dishes (caramelised millefeuille with smoked eel, foie gras, spring onion and green apple) with entirely new creations (suckling lamb chop, liquid fritter, spicy carrots and shallot stuffed with Iberian pork). All the dishes also specify the year in which they were created.",
    "City": "Lasarte - Oria",
    "State": "Spain",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 35.46,
    "Reviews": [],
    "id": 25
  },
  {
    "Name": "Lasarte",
    "Address": "Mallorca 259, Barcelona, 08008, Spain",
    "Cuisine": "Creative",
    "Longitude": 2.1622018,
    "Latitude": 41.3936278,
    "Description": "It's unusual to find spin-offs that manage to live up to the standards set by the original, but that is exactly what has happened in this incredible restaurant, named after the town in which legendary Martín Berasategui chef has built his culinary empire. Here, Paolo Casagrande, the protégé of this San Sebastián culinary maestro, puts his own spin on exquisite dishes first conceived by his mentor, showcasing them in a more avant-garde setting (undulating ceilings that mimic waves, ethereal lamps that resemble jellyfish, golden tones etc). Whether you order from the à la carte or opt for one of several tasting menus, your experience is taken to the next level if you sit at the Chef's Table, an exclusive space where you can watch the chefs in action through a large window and savour the exclusive Il Milione menu, inspired by the journeys of Marco Polo through dishes such as cold white asparagus juice with strawberry and shrimp; wild “land and sea” risotto; and grilled king fish with vinaigrette, truffled roots, aniseed crab reduction and Amarena cherry).",
    "City": "Barcelona",
    "State": "Spain",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 27.23,
    "Reviews": [],
    "id": 26
  },
  {
    "Name": "ABaC",
    "Address": "Avenida del Tibidabo 1, Barcelona, 08022, Spain",
    "Cuisine": "Creative",
    "Longitude": 2.1367664,
    "Latitude": 41.4103822,
    "Description": "Tradition, cutting-edge, flavour, attitude and passion, along with a consistent approach, define to perfection the cooking of Jordi Cruz. In his elegant restaurant boasting views of a tranquil garden dotted with some amazing works of contemporary art, he offers diners a unique gastronomic experience that constantly evolves in line with ingredients from the changing seasons. These are always combined with his technical ability as he revisits Mediterranean flavours with a nod to influences from elsewhere around the globe. The experience here, which begins with appetisers in the kitchen, is centred around a single tasting menu featuring new recipes alongside the restaurant’s renowned signature dishes. One of his extraordinary dishes is his tribute to Le Petit Prince, writer Antoine de Saint-Exupéry’s iconic fable, which features a half sphere of Crema Catalana with nitro/lio creamy popcorn, burnt caramel ice-cream and rice water.",
    "City": "Barcelona",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 17.43,
    "Reviews": [],
    "id": 27
  },
  {
    "Name": "Disfrutar",
    "Address": "Villarroel 163, Barcelona, 08036, Spain",
    "Cuisine": "Creative",
    "Longitude": 2.1530369,
    "Latitude": 41.3879756,
    "Description": "This restaurant is characterised by the inventive spirit of the three chefs at the helm (Eduard Xatruch, Oriol Castro and Mateu Casañas), who have made creativity their watchword – clearly their time working alongside Ferran Adrià at El Bulli made a real impression! What's so special about this place? Firstly, the food itself is highly innovative, with the chefs playing with shapes, textures and flavours and exhibiting indisputable craftsmanship. In addition, a constant stream of innovations emerges from their laboratory, such as their “solid bubbles” or, even more remarkably, a “living table” that changes as the meal progresses (the latter experience is by prior reservation only). It could be said that, despite the superb ingredients on display, you probably come here more to enjoy the extraordinary overall experience and to admire the incredible expertise of Disfrutar’s chefs. Choose between two tasting menus: Classic, featuring the restaurant’s signature dishes (such as the multi-spherical pesto with smoked eel and pistachios); and Festival, which showcases its latest seasonal creations. One of the drinks pairing options is alcohol-free.",
    "City": "Barcelona",
    "State": "Spain",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 65.97,
    "Reviews": [],
    "id": 28
  },
  {
    "Name": "Arzak",
    "Address": "Avenida Alcalde José Elosegi 273, Donostia / San Sebastián, 20015, Spain",
    "Cuisine": "Creative, Traditional Cuisine",
    "Longitude": -1.9490932,
    "Latitude": 43.3214016,
    "Description": "This restaurant is a real institution in San Sebastián as it has been Michelin starred since 1974. Hospitality, history and modernity converge in this century-old family mansion in Alto de Miracruz, a culinary mecca run by the tandem of Juan Mari Arzak and his daughter Elena (the latter taking over the reins in magnificent fashion) who have succeeded in perfectly combining the most surprising innovations with expertise rooted in Basque tradition. The creativity, presentation and intense flavours of their dishes are the result of experiments conducted in the Laboratorio Arzak in the same building, where they work, with utmost respect, with a “flavour workbench” of more than 1 000 ingredients of the very best quality. Guests can choose between an extensive tasting menu with a wine-pairing option, and the set menu-style à la carte, with a choice of dishes that varies with the seasons. The roast duck with cacao, dehydrated orange and carob Turkish delight completely bowled us over!",
    "City": "Donostia / San Sebastián",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 51.09,
    "Reviews": [],
    "id": 29
  },
  {
    "Name": "Cocina Hermanos Torres",
    "Address": "Taquígraf Serra 20, Barcelona, 08029, Spain",
    "Cuisine": "Creative",
    "Longitude": 2.1400168,
    "Latitude": 41.3865273,
    "Description": "Once over the threshold, a fascinating experience awaits at Cocina Hermanos Torres – one that transports guests to a world where time has stood still thanks to the magical setting and highly delicate Mediterranean cuisine that takes us away from our everyday lives. The Torres twins (Sergio and Javier) dreamt of incorporating their culinary microcosmos into the heart of the dining room, transforming the culinary experience into a true spectacle, hence the three cooking stations that dominate the centre of the room, around which tables are arranged beneath romantic “clouds” of light. The cuisine here is centred on a superb menu that invites guests on a gourmet journey extolling the very best seasonal and local ingredients, using them in such a way to extract maximum impact and flavour with a minimum of intervention. This includes standout dishes such as the cured squid with poultry consommé and caviar – a spectacular “sea and mountains” combination. The magnificent wine cellar here is overseen by no fewer than five sommeliers! If you wish to book a table for one you’ll need to contact the restaurant ahead of time.",
    "City": "Barcelona",
    "State": "Spain",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 71.1,
    "Reviews": [],
    "id": 30
  },
  {
    "Name": "Ultraviolet by Paul Pairet",
    "Address": "'somewhere in Shanghai' - meet at Mr & Mrs Bund restaurant - 6F, Bund 18, 18 Zhongshan Dong Yi Road, Huangpu, Shanghai, China Mainland",
    "Cuisine": "Innovative",
    "Longitude": 121.48509,
    "Latitude": 31.240358,
    "Description": "This multi-sensory experience at a secret location that combines innovative and surprising dishes with lights, sounds and scents will give you quite an adrenaline rush. After the success of Mr & Mrs Bund, chef Paul Pairet created this clever concept where 10 lucky diners are taken on an interactive culinary journey beyond their wildest dreams. Be dazzled by the creative mix of tastes, unconventional presentations and enthusiastic service, all enhanced by imagination.",
    "City": "Shanghai",
    "State": "China Mainland",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 99.15,
    "Reviews": [],
    "id": 31
  },
  {
    "Name": "Taian Table",
    "Address": "101-102, Building No. 1, Garden Office, No.161, Lane 465, Zhenning Road, Changning, Shanghai, China Mainland",
    "Cuisine": "Innovative",
    "Longitude": 121.474049,
    "Latitude": 31.221807,
    "Description": "A fixture on the city's dining scene since 2016, this brainchild of chef Stefan Stiller is familiar to all local foodies. With counter seats enclosing an island where the chefs cook, all guests get to feel the vibrant vibe up close. The 10- or 12-course set menu changes every few weeks. Deftly crafted original creations showcase layers of tastes and textures, melding German traditions with uniquely Asian flavours such as kimchi and curry.",
    "City": "Shanghai",
    "State": "China Mainland",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 98.2,
    "Reviews": [],
    "id": 32
  },
  {
    "Name": "Casa Perbellini 12 Apostoli",
    "Address": "vicolo Corticella San Marco 3, Verona, 37121, Italy",
    "Cuisine": "Creative, Contemporary",
    "Longitude": 10.9961161,
    "Latitude": 45.4426941,
    "Description": "Giancarlo Perbellini returns to his origins in this historic restaurant in his native city, where every chef from Verona (and possibly beyond) would like to work. The updated decor gives the restaurant even more appeal, as does the culinary style and philosophy showcased on three tasting menus: “Io e Silva”, which includes decidedly imaginative dishes (such as cooked and raw shellfish with a dash of soya and peppers) and is dedicated to his wife; “Io e Giorgio”, dedicated to his mentor and former restaurant owner, which features more classic recipes; and, last but not least, the completely vegetarian “L'Essenza”. Special mention must be made of the wine list, which includes an extensive selection of French labels, of which both the sommelier and Giancarlo are huge fans. As a final attraction, make sure you find time to visit the Roman ruins in the basement. We also highly recommend booking the chef's table where you can dine as a couple yet at the same time enjoy the company of the skilled chefs whom you’ll observe working together like the well-practised members of an orchestra – an extraordinary sight!",
    "City": "Verona",
    "State": "Italy",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 73.52,
    "Reviews": [],
    "id": 33
  },
  {
    "Name": "Le Calandre",
    "Address": "via Liguria 1, località Sarmeola, Rubano, 35030, Italy",
    "Cuisine": "Creative, Contemporary",
    "Longitude": 11.8096633,
    "Latitude": 45.4215425,
    "Description": "Situated away from the main road and the main shopping centre, the fabulous Le Calandre is run by the Alajmo family. The soft lighting (even during the day) perfectly complements the decor in the minimalist-style dining room designed by brothers Massimiliano and Raffaele (as is most of the tableware used in the restaurant). The cuisine is presented on three tasting menus (Classico, Max and Raf), with the option of reducing the number of courses and choosing dishes from different menus, almost à la carte style. With its combination of familiar flavours and imaginative twists, Max’s cuisine celebrates the restaurant’s signature dishes such as the “passi d’oro” 2.0 risotto and the famous cuttlefish cappuccino in black ink, as well as creative dishes inspired by the passing seasons. The restaurant also has its own delicatessen for anyone keen to purchase a gourmet souvenir.",
    "City": "Rubano",
    "State": "Italy",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 41.9,
    "Reviews": [],
    "id": 34
  },
  {
    "Name": "Enrico Bartolini al Mudec",
    "Address": "via Tortona 56, Milan, 20144, Italy",
    "Cuisine": "Creative",
    "Longitude": 9.161865,
    "Latitude": 45.4516,
    "Description": "Having received three stars for this restaurant (his flagship address in Milan), Enrico Bartolini has no intention of resting on his laurels. Assisted by resident chef Davide Boglioli, he continues to create new yet approachable dishes full of intense flavours and a variety of influences, so simply sit back and enjoy the perfectly balanced results. There are two tasting menus served here: “Mudec Experience” and the “Best of”, the latter showcasing the chef’s classic favourites. Dishes can be chosen à la carte style from both menus. If you’d like to taste cold spaghetti, leave room for one of the five dishes served on the “creative cheeses” menu that features interesting and unusual combinations. Situated on the third floor of Milan’s Museo delle Culture (Mudec), the restaurant has an elegant and contemporary lounge-style vibe.",
    "City": "Milan",
    "State": "Italy",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 33.01,
    "Reviews": [],
    "id": 35
  },
  {
    "Name": "Uliassi",
    "Address": "banchina di Levante 6, Senigallia, 60019, Italy",
    "Cuisine": "Creative, Seafood",
    "Longitude": 13.2206503,
    "Latitude": 43.7194609,
    "Description": "The Adriatic Riviera, a perfect picture-postcard summer holiday destination, is the setting for this fine restaurant run by chef Mauro Uliassi. Hidden among the private beach clubs that crowd Senigallia’s seafront, this three-Michelin-star restaurant comes as a surprise, surrounded as it is by beach parasols and the sound of the sea lapping on the shore. The strength and originality of Uliassi’s cuisine lies in his ability to make good use of local ingredients, taking inspiration from the culinary traditions that have been so familiar and successful along this coastline over the past few decades and giving them a personal, creative twist. Fish and seafood obviously take pride of place, although there’s also room on the menu for meat, inspired by the Marche’s traditional game dishes – the delicious skewered pigeon is cooked to perfection! The colourful dining experience here is enhanced by the owner’s warm welcome, with Mauro’s sister Catia and his son Filippo working alongside the chef. It’s also worth mentioning that the restaurant has a keen focus on the environment, hence its banning of the use of plastic and doing its utmost to persuade its fish suppliers not to use polystyrene to transport their fish.",
    "City": "Senigallia",
    "State": "Italy",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 41.88,
    "Reviews": [],
    "id": 36
  },
  {
    "Name": "Enoteca Pinchiorri",
    "Address": "via Ghibellina 87, Florence, 50122, Italy",
    "Cuisine": "Italian Contemporary",
    "Longitude": 11.2621974,
    "Latitude": 43.770066,
    "Description": "The cuisine at Pinchiorri is striking for its opulent and grandiose style which impresses without becoming overly fussy or excessive, so that the main focus in every dish is the flavour of its ingredients. The magnificent feast of courses resembles a firework display, with each course more impressive than the last in a growing crescendo of delights. It’s worth coming here simply to experience the service, an impeccable waltz directed by Alessandro Tomberli, one of the best maître-d’s in Italy. Annie Féolde, one of the restaurant’s icons, left the reins to the highly talented chef Riccardo Monco, who continues to nurture and satisfy the Italian appetite for fine cuisine. Credit must also go to Giorgio Pinchiorri, who has developed a wine list that is renowned across the globe.",
    "City": "Florence",
    "State": "Italy",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 21.65,
    "Reviews": [],
    "id": 37
  },
  {
    "Name": "Atelier Moessmer Norbert Niederkofler",
    "Address": "via Walther Von der Vogelweide 17, Brunico, 39031, Italy",
    "Cuisine": "Creative, Alpine",
    "Longitude": 11.949283,
    "Latitude": 46.7927709,
    "Description": "Situated in a vast historic park near the centre of Brunico, this restaurant occupies a villa that was once part of the Moessmer textile factory – to illustrate the fact, an interesting fabric book dating from the early 20C is displayed on a large central table in the dining room. Here, the chef’s “Cook the Mountain” philosophy takes centre stage with a focus on top-quality produce sourced from the surrounding mountains, and a seasonal approach which ensures that flavours and ingredients are always at their best. Dinner starts with delicious appetisers served in the small lounge, perhaps accompanied by an aperitif. Having enjoyed this delicious prelude, you then move to the dining room or to the counter with its stools facing the kitchen. Wherever you choose to sit, you continue with the chef’s single tasting menu – a series of superb dishes that confirm this chef from the Ahrntal valley as one of the masters of contemporary Italian cuisine.",
    "City": "Brunico",
    "State": "Italy",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 23.07,
    "Reviews": [],
    "id": 38
  },
  {
    "Name": "Villa Crespi",
    "Address": "via Fava 18, Orta San Giulio, 28016, Italy",
    "Cuisine": "Creative, Mediterranean Cuisine",
    "Longitude": 8.4159486,
    "Latitude": 45.7964778,
    "Description": "Just a stone’s throw from the enchanting village of Orta San Giulio with its picture-postcard views of the lake and San Giulio island, this three-Michelin-star restaurant boasts a stunning location in a late-19C Moorish-style villa. Impressive both inside and out, this aristocratic residence was once the home of the Crespi family. Today, the villa’s leading light is Antonino Cannavacciuolo, who is now at the helm of a number of Michelin-starred restaurants, of which the Villa Crespi, the most famous and celebrated of them all, is the flagship. Although this chef originally from Vico Equense in Campania takes inspiration from all over Italy and further afield, it is the passion, colour and intense flavours of his native region that shine through in all his dishes. The two tasting menus, as well as the concise à la carte, showcase elegant dishes full of goodness where the focus is on fish and seafood (although meat also features). This is Mediterranean cuisine in all its glory, with a contemporary style that is never forced – typical of Cannavacciuolo at his very best.",
    "City": "Orta San Giulio",
    "State": "Italy",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 57.8,
    "Reviews": [],
    "id": 39
  },
  {
    "Name": "Quattro Passi",
    "Address": "via Vespucci 13/n, Marina del Cantone, 80061, Italy",
    "Cuisine": "Mediterranean Cuisine, Contemporary",
    "Longitude": 14.3537561,
    "Latitude": 40.5857091,
    "Description": "This restaurant’s 40-year history began with present owner-chef Fabrizio Mellino’s grandfather, who ran a small business selling eggs from his own hens. From this, he decided to branch out and open a pizzeria “four steps from the sea” (hence the name Quattro Passi), which over the years his son Antonio and now his grandson Fabrizio have transformed into a temple to Mediterranean cuisine. Flavours, strong technique and quality ingredients combine to create an exciting feast for the tastebuds which finishes with a selection of small chocolate eggs with unusual flavours such as roquefort, rocket, chilli pepper and lemon. A host of different influences (the sea, the Sannio region, France, Japan) and ingredients (San Marzano tomatoes, Amalfi lemons) come together in Fabrizio’s cuisine, resulting in dishes that are simple, delicious and full of flavour. It’s not an easy journey to Marina del Cantone, but once here you’ll be warmly welcomed by Raffaele and his team, after which you can sit back and enjoy a truly memorable dining experience.",
    "City": "Marina del Cantone",
    "State": "Italy",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 32.11,
    "Reviews": [],
    "id": 40
  },
  {
    "Name": "La Pergola",
    "Address": "via Cadlolo 101, Rome, 00136, Italy",
    "Cuisine": "Mediterranean Cuisine, Contemporary",
    "Longitude": 12.4461151,
    "Latitude": 41.9187946,
    "Description": "Following complete refurbishment, the new Pergola pays tribute to the colours and materials of Rome, from the Travertine marble to the red colour scheme. The terrace has also had a face-lift, but fortunately the view hasn’t changed – however many times you come here, you find that your memory never quite does justice to the magnificent and expansive views of the capital. Below Monte Mario hill, the whole of Rome, encircled by hills, is spread out before you, appearing silent and enchanted, almost as if it were dozing. Although he’s been at the helm here since 1994, Heinz Beck’s enthusiasm remains undiminished, as he continues to update his dishes, explore new avenues and create imaginative cuisine with a strong Italian and Mediterranean flavour. In addition to the spectacular wine list, there’s also a remarkable choice of water and coffee.",
    "City": "Rome",
    "State": "Italy",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 39.61,
    "Reviews": [],
    "id": 41
  },
  {
    "Name": "Reale",
    "Address": "contrada Santa Liberata, località Casadonna, Castel di Sangro, 67031, Italy",
    "Cuisine": "Modern Cuisine, Creative",
    "Longitude": 14.094554,
    "Latitude": 41.7800349,
    "Description": "Housed in a 16C monastery amid gardens and vineyards in the foothills surrounding Castel di Sangro, this restaurant boasts a simple, minimalist style which is echoed in its cuisine, created by one of the most easily identified and recognisable chefs in Italy. For years, Niko Romito has been renowned for his minimalist-style dishes which are prepared from just a few ingredients, featuring sauces with an Italian rather than classically French flavour, and this remarkable chef continues to research and evolve. He focuses on ingredients and recipes from his native Abruzzo, paying particular attention to vegetables and creating dishes that are striking for their intense flavours. As ever, his dishes are apparently simple yet often the result of complex preparation that leaves his guests full of spellbound admiration.",
    "City": "Castel di Sangro",
    "State": "Italy",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 81.73,
    "Reviews": [],
    "id": 42
  },
  {
    "Name": "Da Vittorio",
    "Address": "via Cantalupa 17, Brusaporto, 24060, Italy",
    "Cuisine": "Italian Contemporary",
    "Longitude": 9.7692511,
    "Latitude": 45.6756778,
    "Description": "Although there’s an à la carte at this welcoming, family-run restaurant, the four tasting menus served here are the highlight: “Gli esordi di papà Vittorio” (traditionally inspired meat dishes); “Dalla nostra campagna” (vegetables grown in the restaurant’s own kitchen garden and at Planet Farm); “Carta Bianca” (16 courses showcasing the chef’s creative skills to the full); and “Nella tradizione di Vittorio\" (8 fish and seafood courses prepared with fresh produce from the market, including the famous “pacchero” or mantis shrimp). All the dishes are prepared using carefully chosen, top-quality ingredients and are striking for their beautiful presentation and rich, intense and traditional flavours. At Vittorio, guests are carefully looked after from start to finish, with the extraordinary cheese and dessert trolleys providing a fitting finale.",
    "City": "Brusaporto",
    "State": "Italy",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 30.78,
    "Reviews": [],
    "id": 43
  },
  {
    "Name": "Osteria Francescana",
    "Address": "via Stella 22, Modena, 41121, Italy",
    "Cuisine": "Creative",
    "Longitude": 10.9215518,
    "Latitude": 44.6448099,
    "Description": "Situated in Via Stella, this restaurant eschews an overly ornate decor in favour of a simpler, more contemporary and elegant style which is enhanced by striking works of art (Massimo Bottura is a passionate art enthusiast). This understated style is echoed in the cuisine, where grandiose gestures are replaced by a balanced approach which pays careful attention to every detail. The menu has a broad reach, including specialities from Modena and Emilia (ingredients such as Parmesan cheese, balsamic vinegar and tagliatelle and tortellini pasta), as well as classic international dishes, which the chef reinterprets with a light and playful touch, reminding us that food should not be a boring ritual but instead an enjoyable experience influenced by memory and culture. The impressive wine list includes lesser-known labels from small-scale producers with interesting stories, as well as top-quality options from established wineries.",
    "City": "Modena",
    "State": "Italy",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 86.04,
    "Reviews": [],
    "id": 44
  },
  {
    "Name": "Dal Pescatore",
    "Address": "località Runate 15, Runate, 46013, Italy",
    "Cuisine": "Italian Contemporary",
    "Longitude": 10.3565788,
    "Latitude": 45.1712728,
    "Description": "Having held three Michelin stars since 1996 (an Italian record), this restaurant is situated in the village of Runate which lies between Cremona and Mantova and has just a few dozen inhabitants. Now close to celebrating half a century in business, Dal Pescatore is run by an extraordinary couple who have transformed what was an old family inn into a temple of elegance and hospitality. Antonio Santini oversees the front of house, while his wife Nadia is at the helm in the kitchen, aided by sons Giovanni and Alberto. In a setting boasting an elegant mix of old and new, where space, light and colours combine to create an enchanting ambience, enjoy memorable dishes that have evolved over the decades, improving year after year without ever succumbing to modern trends so that the focus is always on flavour and the joy of good food. Dal Pescatore boasts a fairy-tale setting, occupying a delightful country house in the Parco dell’Oglio.",
    "City": "Runate",
    "State": "Italy",
    "OnlineBooking": true,
    "Delivery": false,
    "AveragePrice": 10.19,
    "Reviews": [],
    "id": 45
  },
  {
    "Name": "Piazza Duomo",
    "Address": "vicolo dell'Arco 1, angolo piazza Risorgimento 4, Alba, 12051, Italy",
    "Cuisine": "Creative, Seasonal Cuisine",
    "Longitude": 8.0359341,
    "Latitude": 44.7005555,
    "Description": "A distinctive red door marks the entrance to this temple of Italian cuisine. Once inside, make your way to the first floor, where you’re greeted by pink walls and a fresco by Francesco Clemente, as well as the restaurant’s friendly front-of-house staff. Here, the individual cuisine of chef Enrico Crippa takes centre stage on three tasting menus, with a fourth shorter menu available at lunchtime. One of the menus is inspired by the vegetable gardens and the seasons, another by the region, while the third takes guests on a culinary journey through Italy and further afield. What is obvious in every single, delicious bite is the chef’s passion for plants, with vegetables, flowers, wild and cultivated herbs harvested daily all featuring in memorable, beautifully presented dishes. The iconic appetisers featuring countless delicious ingredients are a feast for the eyes and the tastebuds alike and were particularly enjoyed by our inspectors. It hardly needs mentioning that this region is passionate about wine, so it’s not entirely surprising that the restaurant offers three different wine lists: Solopiemonte pays superb homage to the region, while Tuttoilresto (divided into two options, white and red) is a celebration of French wines. The efficient and enthusiastic serving staff succeed in taking good care of guests without being excessively formal, so that three hours (roughly the amount of time you need to allow for your meal) pass almost without noticing. The chef adds the finishing touch by bidding a discreet and friendly farewell at the end of the meal.",
    "City": "Alba",
    "State": "Italy",
    "OnlineBooking": false,
    "Delivery": true,
    "AveragePrice": 59.3,
    "Reviews": [],
    "id": 46
  },
  {
    "Name": "Schloss Schauenstein",
    "Address": "Schlossgass 77, Fürstenau, 7414, Switzerland",
    "Cuisine": "Creative, Country cooking",
    "Longitude": 9.4462648,
    "Latitude": 46.7211969,
    "Description": "Could there be a more fascinating backdrop for Andreas Caminada's culinary magic than a magnificent manor house that harmoniously combines history and modern design? In all its creativity and finesse, the cuisine draws almost exclusively on what the Graubünden region has to offer – some ingredients are produced on site. The standards, style and sense of individuality also extend to the guestrooms.",
    "City": "Fürstenau",
    "State": "Switzerland",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 42.22,
    "Reviews": [],
    "id": 47
  },
  {
    "Name": "Restaurant de l'Hôtel de Ville",
    "Address": "Rue d'Yverdon 1, Crissier, 1023, Switzerland",
    "Cuisine": "Classic French, Seasonal Cuisine",
    "Longitude": 6.5767178,
    "Latitude": 46.5539842,
    "Description": "Only a 15-minute drive from Lausanne, this restaurant, known simply as \"Crissier\" by its regulars, has a long and illustrious history. Since Frédy Girardet was first awarded three stars back in 1975, the Restaurant de l'Hôtel de Ville has successively showcased the talents of a stunning cast of great chefs, including the likes of Philippe Rochat, Benoît Violier… and now Franck Giovannini. At the head of an impressive kitchen team, he crafts high-flying dishes. The extensive à la carte lineup is truly decadent and consummately backed by a slick front-of-house team, on hand to satisfy the customer’s every whim. Among the many signature recipes, we recommend the Bresse poultry and the strawberry and lime soufflé – both of which are for two. Beautifully balanced and skilfully crafted dishes, flanked by painstakingly curated wines and served in stylish dining rooms.",
    "City": "Crissier",
    "State": "Switzerland",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 83.06,
    "Reviews": [],
    "id": 48
  },
  {
    "Name": "Sven Wassmer Memories",
    "Address": "Bernhard-Simon-Strasse 2, Bad Ragaz, 7310, Switzerland",
    "Cuisine": "Creative, Farm to table",
    "Longitude": 9.5037741,
    "Latitude": 47.0002941,
    "Description": "Unique cuisine that has no need for showy gimmicks. The top-notch ingredients reflect a close affinity with Switzerland. Bold and full of contrasts, honest and accessible – this is the kind of food you wish you came across more often! The same goes for the restaurant as a whole: a chic and casually elegant setting, and perfectly coordinated, professional service provided by a relaxed and charming front-of-house team.",
    "City": "Bad Ragaz",
    "State": "Switzerland",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 39.92,
    "Reviews": [],
    "id": 49
  },
  {
    "Name": "Cheval Blanc by Peter Knogl",
    "Address": "Blumenrain 8, Basel, 4001, Switzerland",
    "Cuisine": "Classic French",
    "Longitude": 7.5875706,
    "Latitude": 47.5604261,
    "Description": "In a stylish high-ceilinged room, diners sit at tables set with top-drawer tableware to enjoy classic cuisine that impresses with its sense of finesse and perfect craftsmanship. The well-defined flavours and fantastic contrasts also incorporate the odd Asian influence. Top-quality produce is of course the order of the day. The well-organised and professional service team also provides expert wine recommendations.",
    "City": "Basel",
    "State": "Switzerland",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 25.63,
    "Reviews": [],
    "id": 50
  },
  {
    "Name": "Kanda",
    "Address": "1F, Toranomon Hills Residential Tower, 1-1-1 Atago, Minato-ku, Tokyo, 105-0002, Japan",
    "Cuisine": "Japanese",
    "Longitude": 139.748,
    "Latitude": 35.6658,
    "Description": "Good cuisine, says Hiroyuki Kanda, should convey beauty, craftsmanship and feeling. This kappo-style restaurant, where guests sit close around the kitchen, is inspired by the Japanese hospitality of the tea ceremony. Delving deep into the essence of Japanese cuisine, Kanda showcases the culture through creativity filled with surprises. The interior was crafted with the assistance of contemporary artist Hiroshi Sugimoto. The beauty of the classics resonates with a refined modern sensibility.",
    "City": "Tokyo",
    "State": "Japan",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 12.93,
    "Reviews": [],
    "id": 51
  },
  {
    "Name": "Azabu Kadowaki",
    "Address": "2-7-2 Azabujuban, Minato-ku, Tokyo, 106-0045, Japan",
    "Cuisine": "Japanese",
    "Longitude": 139.733551,
    "Latitude": 35.655993,
    "Description": "The essence of the free-flowing creativity exhibited here lies in the joy of people. Inspired by his belief that the customer is the teacher, Toshiya Kadowaki has always focused on how make others happy. One example is his truffle rice: by incorporating mushrooms not traditionally used in Japanese cuisine, he created a dish that became synonymous with the restaurant. Kadowaki says that food has the power to make people happy. By blending Western ingredients with Japanese techniques, he develops specialities that transcend borders.",
    "City": "Tokyo",
    "State": "Japan",
    "OnlineBooking": true,
    "Delivery": true,
    "AveragePrice": 51.06,
    "Reviews": [],
    "id": 52
  },
  {
    "Name": "Kohaku",
    "Address": "3-5-5 Kagurazaka, Shinjuku-ku, Tokyo, 162-0825, Japan",
    "Cuisine": "Japanese",
    "Longitude": 139.740832,
    "Latitude": 35.700825,
    "Description": "Japanese cuisine that bubbles with creativity and refuses to be bound by genre. Tsukuri are paired not with soy sauce but on jellied bonito stock and bitter orange. Western ingredients such as caviar and truffles intensify impact. Not wanting to be trapped by the past, Chef Koji Koizumi changes his offerings year by year, driving constantly forward in pursuit of the new. With delicate creations of subtly layered flavours, he captures the sensibility of the age.",
    "City": "Tokyo",
    "State": "Japan",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 71.36,
    "Reviews": [],
    "id": 53
  },
  {
    "Name": "SÉZANNE",
    "Address": "7F, Four Seasons Hotel Tokyo at Marunouchi, 1-11-1 Marunouchi, Chiyoda-ku, Tokyo, 100-6277, Japan",
    "Cuisine": "French, Contemporary",
    "Longitude": 139.767155,
    "Latitude": 35.678083,
    "Description": "Prix fixe menus trace the steps of Daniel Calvert’s culinary journey. His experiences in each city—London, New York, Paris, Hong Kong—interweaves and elevates the culinary cultures of their respective countries. A borderless sensibility joins French ingredients such as foie gras and vin jaune with Japanese influences such as soy sauce and sake lees. ‘The key to success is consistency’, says Calvert, who fine-tunes his craft with each dish.",
    "City": "Tokyo",
    "State": "Japan",
    "OnlineBooking": false,
    "Delivery": false,
    "AveragePrice": 23.47,
    "Reviews": [],
    "id": 54
  }
]